"Not registered." =
	"Not registered.";

"KeyCue is registered with the license key above." = 
	"KeyCue is registered with the license key above (issued in %@).";

"This license key does not cover this release (%2$@) of %1$@." =
	"This license key does not cover this release (%2$@) of %1$@.";

"This license key is already in use by %@." =
	"This license key is already in use by %@.";

"This license key is already in use by someone else." =
	"This license key is already in use by someone else.";

"This license key is invalid." =
	"This license key is invalid.";

/*---*/

"Just %@ to see which menu shortcuts are available." =
	"Just %@ to see which menu shortcuts are available.";

"%@ for a list of system-wide shortcuts." =
	"%@ for a list of system-wide shortcuts.";

"%@ for a table of all Keyboard Maestro macros." =
	"%@ for a table of all Keyboard Maestro macros.";

"%@ for a table of all QuicKeys shortcuts." =
	"%@ for a table of all QuicKeys shortcuts.";

"%@ for a table of all iKey shortcuts." =
	"%@ for a table of all iKey shortcuts.";

"For macros:" =
	"For macros:";

"For QuicKeys shortcuts:" =
	"For QuicKeys shortcuts:";

"For Keyboard Maestro macros:" =
	"For Keyboard Maestro macros:";

"For iKey shortcuts:" =
	"For iKey shortcuts:";

"iKey shortcuts" =
	"iKey shortcuts";

"press %@" =
	"press %@";

"press %@ twice" =
	"press %@ twice";

"Cancel" =
	"Cancel";
	
"Click the \"Request Replacement Key\" button to request your free replacement license key from our web site.\nIf you already have a macility license key, click \"Register\" to unlock this copy of KeyCue." =
	"Click the “Request Replacement Key” button to request your free replacement license key from our web site.\nIf you already have a macility license key, click “Register” to unlock this copy of KeyCue.";

"Click the \"%@\" button to deactivate your license key." =
	"Click the “%@” button to deactivate your license key.\nClick “Cancel” to continue using your current license key.";

"Click the \"%@\" button to activate the new license key." =
	"Click the “%@” button to activate the new license key.\nClick “Cancel” to continue using your current license key.";

"Click the \"%@\" button to complete your registration." =
	"Click the “%@” button to complete your registration.";

"KeyCue is unregistered and operates in trial mode." =
	"KeyCue is unregistered and operates in trial mode.";

"KeyCue Settings" =
	"KeyCue Settings";

"Find Shortcuts..." =
	"Find Shortcuts…";

"KeyCue will run in demo mode until you resolve this conflict." =
	"KeyCue will run in demo mode until you resolve this conflict.";

"No shortcuts are available right now." =
	"No shortcuts are available right now.";

"OK" =
	"OK";

"Custom Shortcuts" =
	"Custom Shortcuts";

"New Custom Item" =
	"New Custom Item";

"New Group" =
	"New Group";

"System-wide" =
	"System-wide";

"Customized Applications" =
	"Customized Applications";

"Active Applications" =
	"Active Applications";

"There is already a list of custom shortcuts for %@." =
	"There is already a list of custom shortcuts for %@.";

"Importing these files creates a conflict with existing custom shortcuts (%@)." =
	"Importing these files creates a conflict with existing custom shortcuts (%@).";

"Merge or Replace? (1 item)" =
	"Do you wish to merge the imported shortcuts with the existing list, or do you wish to replace the existing list with the new one?";

"Merge or Replace? (multiple)" =
	"Do you wish to merge the imported shortcuts with the existing lists, or do you wish to replace the existing lists with the new ones?";

"Merge" =
	"Merge";

"Replace" =
	"Replace";

"Delete" =
	"Delete";

"A theme named %@ is already installed." =
	"A theme named “%@” is already installed.";
"Do you want to replace the installed theme?" =
	"Do you want to replace the installed theme?";
"The theme %@ could not be installed." =
	"The theme “%@” could not be installed.";
"Theme %1$@ requires %2$@, not supported by KeyCue %3$@" =
	"The theme “%1$@” requires KeyCue version %2$@ and is not fully supported by KeyCue %3$@.";

"Export custom shortcuts" =
	"Export custom shortcuts";

"Do you really want to delete this item?" =
	"Do you really want to delete this item?";

"All custom shortcuts for %@ will be removed." =
	"All custom shortcuts for %@ will be removed.";

"See Extras/Custom download page." =
	"Visit our Download Extras page for predefined shortcut descriptions that you can import.";

"See Extras/Themes download page." =
	"Visit our Download Extras page for more themes.";

"Open Universal Access" =
	"Open Universal Access";

"Open Accessibility" =
	"Open Accessibility";

"Please download the current version from our web server." =
	"Please download the current version from our web server.";

"Please replace it with a new copy from our web server." =
	"Please replace it with a new copy from our web server.";

"Quit" =
	"Quit";

"Re-Register" =
	"Re-Register";

"Register" =
	"Register";

"Unregister" =
	"Unregister";

"Request Replacement Key" =
	"Request Replacement Key";

"This beta version expires on %@." =
	"This beta version expires on %@.";

"This beta version of KeyCue has expired." =
	"This beta version of KeyCue has expired.";

"This copy of KeyCue has been modified." =
	"This copy of KeyCue has been modified.";

"This version of KeyCue does not work with your Ten for X license. To use this version of KeyCue, visit our web site to get a free replacement license key." =
	"This version of KeyCue does not work with your Ten for X license. To use this version of KeyCue, visit our web site to get a free replacement license key.";

"_AX_EXPLANATION_" =
	"To activate this option, click the button below, then activate the checkbox “Enable access for assistive devices” in the Universal Access section of System Preferences.";

"_AX_EXPLANATION_ML_" =
	"To activate this option, click the button below, then activate the checkbox “Enable access for assistive devices” in the Accessibility section of System Preferences.";

"_AX_EXPLANATION_MAV_" =
	"To do this, click the button below, then activate KeyCue in the “Accessibility” section of System Preferences.";

"Open System Preferences" =
	"Open System Preferences";

"To use KeyCue, you need to activate the option \"Enable access for assistive devices\"." =
	"To use KeyCue, you need to activate the option “Enable access for assistive devices”.";

"To use KeyCue, you need to allow KeyCue to control your computer." =
	"To use KeyCue, you need to allow KeyCue to control your computer.";

"Visit www.ergonis.com" =
	"Visit www.ergonis.com";

"KeyCue Question (Technical Support)" =
	"KeyCue Question (Technical Support)";

"KeyCue Question (Customer Service)" =
	"KeyCue Question (Customer Service)";

"Question:" =
	"Question (in English or German):";

"The license key file could not be found." =
	"The license key file could not be found.";
"Copy \"%@\" into the same folder as the KeyCue application." =
	"This is a site license version of KeyCue that requires a key file named “%@” in the same folder as the KeyCue application.\nIf you do not have such a key file, please contact your system administrator.";

"The license key file is invalid." =
	"The license key file is invalid.";
"Replace \"%@\" with a valid copy." =
	"The site license key file “%@” (in the same folder as the KeyCue application) is not valid for this version of KeyCue.\nPlease contact your system administrator to replace your key file with a valid copy.";

"unlimited" =
	"unlimited";

"KeyCue User's Guide" =
	"KeyCue User's Guide";

"File_Template" =
	"File";

"Open_Template" =
	"Open…";

"PageSetup_Template" =
	"Page Setup…";

"Print_Template" =
	"Print…";

"About KeyCue..." =
	"About KeyCue…";

"Contact Us..." =
	"Contact Us…";

"KeyCue Settings..." =
	"KeyCue Settings…";

"Registration..." =
	"Registration…";

"Check for Updates..." =
	"Check for Updates…";

"Help..." =
	"Help…";

"You can test these settings immediately by pressing %@." =
	"You can test these settings immediately by pressing %@.";

"You can test these settings immediately by pressing %@ twice." =
	"You can test these settings immediately by pressing %@ twice.";

"System-wide Shortcuts" =
	"System-wide Shortcuts";

"Other %@ Shortcuts" =
	"Other %@ Shortcuts";

"QuicKeys for %@" =
	"QuicKeys for %@";

"QuicKeys for All Applications" =
	"QuicKeys for All Applications";

"Command_Legend" =
	"⌘=command";
"Alt_Legend" =
	"⌥=alt";
"Option_Legend" =
	"⌥=option";
"Shift_Legend" =
	"⇧=shift";
"Ctrl_Legend" =
	"⌃=ctrl";
"Space_Legend" =
	"˽=space";
"Esc_Legend" =
	"⎋=esc";
"BS_Legend" =
	"⌫=backspace";
"Eject_Legend" =
	"⏏=eject";
"Keypad_Legend" =
	"[x]=keypad";

"MENU_SHORTCUTS (%@)" =
	"%@";

"SYSTEM_WIDE_SHORTCUTS" =
	"System";

"MACRO_SHORTCUTS" =
	"Macros";

"Text w/o keys" =
	"Text w/o keys";
"Text with %@" =
	"Text with %@";

"IMPORT" =
	"IMPORT";

/* Version Check -- General */

"A newer version of %@ is available." =
	"A newer version of %@ is available.";

"The latest version of %1$@ is %2$@ (released on %3$@). You have version %4$@." =
	"The latest version of %1$@ is %2$@ (released on %3$@). You currently have version %4$@.";

"Please note that your current license key does not cover the new version." =
	"Please note that your current license key does not cover the new version. You must purchase an upgrade to use the new version.";

"This update is free for you." =
	"This update is free for you.";

"What's new in version %@?" =
	"What's new in version %@?";

"What's New?" =
	"What's New?";

"%@ %@ contains the following improvements:" =
	"%@ %@ contains the following improvements:";

"This information is available in English only." =
	"For organizational reasons, the following information is available in English only.";

"Not Now" =
	"Not Now";

"Skip Version %@" =
	"Skip Version %@";

"Download and Install" =
	"Download and Install";

"Downloading %@." =
	"Downloading %@.";

"Download failed." =
	"Download failed.";

"Decompression failed." =
	"Decompression failed.";

"Could not open the file." =
	"Could not open the file.";

"Close" =
	"Close";

"EN" =
	"EN";

"Last check on %@." =
	"Last check on %@.";

"Last check on %@ failed." =
	"Last check on %@ failed.";

"Last check on %@: New version %@ is available." =
	"Last check on %@: New version %@ is available.";

"Last check on %@: %@ %@ is up-to-date." =
	"Last check on %@: %@ %@ is up-to-date.";
				
/* Custom Explanation for KeyCue */

"To disable further checks for new versions, see the Info pane in KeyCue's settings window." =
	"To disable further checks for new versions, see the Info pane in KeyCue's settings window.";

"handsfree_ON" =
	"Press the ESC key to close the KeyCue table.";
"handsfree_OFF" =
	"Release all keys to close the KeyCue table.";

"TY_Requires Typinator 6.9 or newer." =
	"Requires Typinator 6.9 or newer.";
"TY_not available" =
	"not available";
"TY_%d items (truncated to %d)" =
	"%d items (truncated to %d)";
"TY_%d items" =
	"%d items";


